Repository: tyronfonseca/cutterapp_ios
Catalog: Cutter App/Resources/Values/Localizable.xcstrings
Source language: en
Languages: es, pt_br

# abc_normal
source: Normal Alphabet
es: Alfabeto Normal
pt_br: Alfabeto Normal

# abc_old
source: Old Alphabet
es: Alfabeto Antiguo
pt_br: Alfabeto antigo

source: About
es: Acerca de
pt_br: Sobre

# about_btn
source: About
es: Acerca de
pt_br: Sobre

# accesibility_about_hint
source: Open the about tab to learn more about this app
es: Abre la pestaña “Acerca de” para obtener más información sobre esta aplicación.
pt_br: Abra a aba “Sobre” para saber mais sobre este aplicativo.

# accesibility_cutter_table_hint
source: Open the cutter table tab to browse cutter numbers
es: Abre la pestaña “Tabla cutter” para buscar un número cutter.
pt_br: Abra a aba “Tabela cutter” para procurar um número cutter.

# accesibility_main_hint
source: Swipe left or right to switch tabs, or double tap to activate a tab
es: Desliza a la izquierda o a la derecha para cambiar de pestaña, o toca dos veces para activar una pestaña.
pt_br: Deslize para a esquerda ou para a direita para alternar entre as abas, ou toque duas vezes para ativar uma aba.

# accesibility_main_label
source: Main tabs
es: Pestañas principales
pt_br: Abas principais

# accesibility_search_hint
source: Open the search tab to search a cutter number
es: Abre la pestaña “Buscar” para buscar un número cutter.
pt_br: Abra a aba “Buscar” para procurar um número cutter.

# accesibility_settings_hint
source: Open the settings tab to configure the app
es: Abre la pestaña "Ajustes" para configurar la aplicación.
pt_br: Abra a aba "Configurações" para configurar o aplicativo.

# add_cutter_table_added
source: Cutter table "%@" added.
es: Tabla Cutter "%@" agregada.
pt_br: Tabela Cutter "%@" adicionada.

# add_cutter_table_csv_headers
source: CSV file has headers
es: El archivo CSV tiene encabezados
pt_br: O arquivo CSV possui cabeçalhos

# add_cutter_table_description
source: Description (Optional)
es: Descripción (opcional)
pt_br: Descrição (opcional)

# add_cutter_table_error_import
source: Import Error
es: Error de importación
pt_br: Erro de importação

# add_cutter_table_error_import_description
source: Failed to parse or save the selected CSV file. Please check the file formatting.
es: No se pudo analizar o guardar el archivo CSV seleccionado. Verifique el formato del archivo.
pt_br: Falha ao analisar ou salvar o arquivo CSV selecionado. Verifique a formatação do arquivo.

# add_cutter_table_footer
source: The csv file needs to follow the format "<name>","<number>" for example:"Zac","15". If the file has headers please set ON the option above.
es: El archivo CSV debe seguir el formato "<nombre>","<número>", por ejemplo: "Zac","15". Si el archivo tiene encabezados, active la opción anterior.
pt_br: O arquivo CSV precisa seguir o formato "<nome>","<número>", por exemplo: "Zac","15". Se o arquivo tiver cabeçalhos, ative a opção acima.

# add_cutter_table_load_table
source: Load Custom Cutter Table
es: Cargar tabla Cutter personalizada
pt_br: Carregar tabela Cutter personalizada

# add_cutter_table_name
source: Table Name
es: Nombre de la tabla
pt_br: Nome da tabela

# add_cutter_table_preview
source: CSV Preview (First 5 Rows)
es: Vista previa del CSV (primeras 5 filas)
pt_br: Pré-visualização do CSV (primeiras 5 linhas)

# add_cutter_table_select_csv
source: Select CSV file
es: Seleccionar archivo CSV
pt_br: Selecionar arquivo CSV

# add_cutter_table_set_current
source: Set as current table
es: Establecer como tabla actual
pt_br: Definir como tabela atual

# add_cutter_table_successful
source: New table added successfully
es: Nueva tabla agregada con éxito
pt_br: Nova tabela adicionada com sucesso

# add_cutter_table_title
source: Add Cutter Table
es: Agregar tabla Cutter
pt_br: Adicionar tabela Cutter

source: Author
es: Autor
pt_br: Autor

# author_header
source: Design and development
es: Diseño y desarrollo
pt_br: Design e desenvolvimento

source: Book
es: Libro
pt_br: Livro

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Change version
es: Cambiar de versión
pt_br: Alterar

source: Close
es: Cerrar
pt_br: Fechar

source: Code
es: Código
pt_br: Código

# cutter_row_hint
source: Book: %@. Double-tap to select
es: Libro: %@. Toca dos veces para seleccionar
pt_br: Livro: %@. Toque duas vezes para selecionar

# cutter_row_hint_no_book
source: Double-tap to select
es: Toca dos veces para seleccionar
pt_br: Toque duas vezes para selecionar

source: Cutter Table
es: Tabla Cutter
pt_br: Tabela Cutter

# cuttertable_add_new_table
source: Add new table
es: Agregar nueva tabla
pt_br: Adicionar nova tabela

# cuttertable_list_hint
source: Cutter numbers used by the app
es: Números cutter usados por la aplicación
pt_br: Números cutter usados pelo aplicativo

# cuttertable_list_label
source: List of cutter numbers
es: Lista de números cutter
pt_br: Lista de números cutter

# cuttertable_nav_title
source: Cutter Table:
es: Tabla Cutter:
pt_br: Tabela Cutter:

# cuttertable_no_data
source: No Cutter Data
es: Sin datos Cutter
pt_br: Sem dados Cutter

# cuttertable_search_prompt
source: Search...
es: Buscar...
pt_br: Buscar...

# cuttertable_set_current_table
source: Set current table
es: Establecer tabla actual
pt_br: Definir tabela atual

# cuttertable_unable_to_load
source: Unable to load Cutter entries.
es: No se pudieron cargar las entradas Cutter.
pt_br: Não foi possível carregar as entradas Cutter.

source: Delete
es: Eliminar
pt_br: Excluir

source: Delete All
es: Eliminar todo
pt_br: Excluir tudo

# description_pha
source: Prado, Heloisa De Almeira (PHA) table. Third Edition (1983)
es: Tabla Prado, Heloisa De Almeida (PHA). Tercera Edición (1983)
pt_br: Tabela Prado, Heloisa De Almeida (PHA). Terceira Edição (1983)

# description_sanborn
source: Cutter-Sanborn classification table. Swanson-Swift Revision (1969)
es: Tabla de clasificación Cutter-Sanborn. Revisión Swanson-Swift (1969)
pt_br: Tabela de classificação Cutter-Sanborn. Revisão Swanson-Swift (1969)

source: Deselect All
es: Deseleccionar todo
pt_br: Desmarcar tudo

source: Done
es: Listo
pt_br: Concluído

# edit_add_or_modify_book
source: Add or modify the book
es: Agregar o modificar el libro
pt_br: Adicionar ou modificar o livro

# edit_author_has_no_surname
source: Author has no surname
es: El autor no tiene apellido
pt_br: Autor não tem sobrenome

# edit_cutter_number_used
source: Cutter Number Used
es: Número Cutter utilizado
pt_br: Número Cutter usado

# edit_data_warning
source: Data taken from OpenLibrary.org; it may be inaccurate.
es: Datos tomados de OpenLibrary.org; pueden no ser precisos.
pt_br: Dados obtidos do OpenLibrary.org; podem ser imprecisos.

# edit_delete_item_message
source: Are you sure you want to delete this entry? This action cannot be undone.
es: ¿Está seguro de que desea eliminar esta entrada? Esta acción no se puede deshacer.
pt_br: Tem certeza de que deseja excluir esta entrada? Esta ação não pode ser desfeita.

# edit_delete_item_title
source: Delete Item?
es: ¿Eliminar elemento?
pt_br: Excluir item?

# edit_edit_cutter
source: Edit cutter
es: Editar Cutter
pt_br: Editar Cutter

# edit_name_optional
source: Name (optional)
es: Nombre (opcional)
pt_br: Nome (opcional)

# edit_no_cutter_code
source: No Cutter Code
es: Sin código Cutter
pt_br: Sem código Cutter

# edit_possible_ddc
source: Possible DDC
es: Posible DDC
pt_br: Possível CDD

# edit_review_required
source: Review Required
es: Revisión requerida
pt_br: Revisão necessária

# edit_review_required_message
source: Verify author name, surname, book title, or DDC (if applicable). Close this message to dismiss.
es: Verifique el nombre, apellido del autor, título del libro o DDC (si corresponde). Cierre este mensaje para descartar.
pt_br: Verifique o nome do autor, sobrenome, título do livro ou CDD (se aplicável). Feche esta mensagem para dispensar.

# edit_toggle_footer
source: If the author is an institution, organization or your system uses the name instead of the surname to get the cutter number set this to ON. If you want this option set to ON by default go to the Settings screen inside the app.
es: Si el autor es una institución u organización, o si su sistema usa el nombre en lugar del apellido para obtener el número Cutter, active esta opción. Si desea que esta opción esté activada por defecto, vaya a la pantalla de Configuración en la aplicación.
pt_br: Se o autor for uma instituição, organização ou seu sistema usar o nome em vez do sobrenome para obter o número Cutter, ative esta opção. Se você quiser que esta opção fique ativada por padrão, vá para a tela de Configurações no aplicativo.

# edit_verify_author_name
source: Verify that the name of the author is correct.
es: Verifique que el nombre del autor sea correcto.
pt_br: Verifique se o nome do autor está correto.

# empty_text
source: Hello,
es: Hola,
pt_br: Olá,

# empty_text_2
source: the calling number will appear here.
es: aquí aparecerá el número Cutter utilizado.
pt_br: o Cutter usado aparecerá aqui.

# error_cutter_code_generation
source: Found book '%@', but couldn't generate Cutter code for author
es: Se encontró el libro '%@', pero no se pudo generar el código Cutter para el autor
pt_br: Livro '%@' encontrado, mas não foi possível gerar o código Cutter para o autor

# error_network
source: Network error: %@
es: Error de red: %@
pt_br: Erro de rede: %@

# error_no_book_found
source: No book found for ISBN: %@
es: No se encontró ningún libro para el ISBN: %@
pt_br: Nenhum livro encontrado para o ISBN: %@

# error_no_cutter_match
source: No Cutter match found for '%@'
es: No se encontró coincidencia Cutter para '%@'
pt_br: Nenhuma correspondência Cutter encontrada para '%@'

source: Export to CSV
es: Exportar a CSV
pt_br: Exportar para CSV

# failed_extract_text_error
source: Failed to extract text.
es: No se pudo extraer el texto.
pt_br: Não foi possível extrair o texto.

# faq_header
source: Frequently asked questions (F.A.Q)
es: Preguntas frecuentes (F.A.Q)
pt_br: Perguntas frequentes (F.A.Q)

# filter_all
source: All
es: Todos
pt_br: Todos

# filter_author
source: Author (A-Z)
es: Autor (A-Z)
pt_br: Autor (A-Z)

# filter_needs_review
source: Needs review
es: Requiere revisión
pt_br: Precisa de revisão

# filter_newest_first
source: Newest
es: Recientes
pt_br: Recentes

# filter_oldest_first
source: Oldest
es: Antiguos
pt_br: Antigos

# filter_reviewed
source: Reviewed
es: Revisado
pt_br: Revisado

# history_empty
source: There is no search history
es: No hay historial de búsqueda.
pt_br: Não há histórico de pesquisa.

# history_empty_description
source: Your queries will appear here
es: Tus búsquedas aparecerán aquí.
pt_br: Suas pesquisas aparecerão aqui.

# logo_description
source: App's logo
es: Logo de la aplicación
pt_br: Logotipo do aplicativo

source: More Actions
es: Más acciones
pt_br: Mais ações

# msg_error_empty_inputs
source: Write the Last Name and Name
es: Llene los dos espacios en blanco
pt_br: Preencha os dois espaços em branco.

# msg_error_last_name
source: The last name must have at least two letters.
es: El apellido debe ser de al menos dos letras.
pt_br: O sobrenome deve ter pelo menos duas letras.

source: Name
es: Nombre
pt_br: Nome

source: No results
es: Sin resultados
pt_br: Nenhum resultado encontrado

# ocrcamera_unavailable_message
source: Data scanning is not supported or camera permission is restricted on this device.
es: El escaneo de datos no es compatible o el permiso de la cámara está restringido en este dispositivo.
pt_br: A digitalização de dados não é suportada ou a permissão da câmera está restrita neste dispositivo.

# ocrcamera_unavailable_title
source: Camera Unavailable
es: Cámara no disponible
pt_br: Câmera indisponível

source: Ok
es: Aceptar

# old_explained
source: Old spanish alphabet includes the letters CH and LL
es: El alfabeto español antiguo que incluye las letras CH y LL
pt_br: Alfabeto espanhol antigo inclui as letras CH e LL

# placeholder_last_name
source: Last Name
es: Apellido
pt_br: Sobrenome

# placeholder_name
source: Name
es: Nombre
pt_br: Nome

# question_1
source: What accented letters or characters does the application accept?
es: ¿Qué letras acentuadas o carácteres acepta la aplicación?
pt_br: Quais letras ou caracteres acentuados o aplicativo aceita?

# question_1_a
source: Currently the application only accepts Spanish / English alphabet characters and the following accents: Á É Í Ó Ó Ü. In future updates the capacity will be expanded.
es: Actualmente la aplicación solo acepta caracteres del alfabeto español/inglés y los siguientes acentos: Á É Í Ó Ú Ü. En futuras actualizaciones se irá expandiendo la capacidad.
pt_br: Atualmente, o aplicativo aceita apenas caracteres do alfabeto espanhol / inglês e os seguintes acentos: Á É Í Ó Ó Ü. Em futuras atualizações, a capacidade será expandida.

# question_2
source: How do I submit a suggestion or report a problem with the application?
es: ¿Cómo envío una sugerencia o reporto un problema con la aplicación?
pt_br: Como submeto uma sugestão ou relatar um problema com o aplicativo?

# question_2_a
source: You can send suggestions or report a problem to the following email
es: Puede enviar sugerencias o reportar algún problema al siguiente correo
pt_br: Você pode enviar sugestões ou relatar um problema para o seguinte email

# results_scan
source: Scan results
es: Resultados del escaneo
pt_br: Resultados da verificação

# results_scan_description
source: The results of the scan will appear here. Select the one you want to use.
es: Los resultados del escaneo aparecerán acá. Selecciona el que desee usar.
pt_br: Os resultados da verificação aparecerão aqui. Selecione o que deseja usar.

source: Save
es: Guardar
pt_br: Salvar

# save_close
source: Save and Close
es: Cerrar y guardar
pt_br: Salvar e Fechar

source: Scan
es: Escanear
pt_br: Escanear

source: Search
es: Buscar
pt_br: Buscar

source: Search in Cutter
es: Buscar en Cutter
pt_br: Pesquisar no Cutter

source: Search Query
es: Consulta de búsqueda
pt_br: Termo de pesquisa

# search_btn
source: Search
es: Buscar
pt_br: Buscar

# search_delete_confirmation
source: Are you sure you want to delete %@?
es: ¿Está seguro de que desea eliminar %@?
pt_br: Tem certeza de que deseja excluir %@?

# search_delete_count
source: Delete (%lld)
es: Eliminar (%lld)
pt_br: Excluir (%lld)

source: Search error
es: Error de búsqueda
pt_br: Erro de pesquisa

# search_examples
source: Try: 'John Smith', 'John', 'Smith, John' or ISBN
es: Pruebe: 'John Smith', 'John', 'Smith, John' o ISBN
pt_br: Tente: 'John Smith', 'John', 'Smith, John' ou ISBN

# search_export_alert_btn
source: Export Anyway
es: Exportar de todos modos
pt_br: Exportar mesmo assim

# search_export_alert_title
source: Items Need Review
es: Elementos que requieren revisión
pt_br: Itens precisam de revisão

# search_export_confirmation
source: %1$lld item%2$@ %3$@ been marked as needing review. Export anyway?
es: %1$lld elemento%2$@ %3$@ sido marcado/s como pendiente/s de revisión. ¿Exportar de todos modos?
pt_br: %1$lld item%2$@ %3$@ marcado(s) como necessitando de revisão. Exportar mesmo assim?

# search_filter_by
source: Filter by
es: Filtrar por
pt_br: Filtrar por

# search_history_title
source: Search History
es: Historial de búsqueda
pt_br: Histórico de pesquisa

# search_no_entries
source: No entries yet
es: Aún no hay entradas
pt_br: Nenhuma entrada ainda

# search_no_entries_description
source: Add an entry by scanning or entering an author name or ISBN
es: Agregue una entrada escaneando o ingresando el nombre de un autor o ISBN
pt_br: Adicione uma entrada escaneando ou digitando o nome de um autor ou ISBN

# search_no_mathcing_items
source: No Matching Items
es: No hay elementos coincidentes
pt_br: Nenhum item correspondente

# search_no_mathcing_items_description
source: No entries match the selected filter criteria
es: Ninguna entrada coincide con el criterio de filtro seleccionado
pt_br: Nenhuma entrada corresponde aos critérios de filtro selecionados

# search_placeholder
source: Enter author name or scan text
es: Ingrese el nombre del autor o escanee texto
pt_br: Digite o nome do autor ou escaneie o texto

# search_sort_by
source: Sort by
es: Ordenar por
pt_br: Ordenar por

source: Searches selected text in the Cutter app.
es: Busca el texto seleccionado en la aplicación Cutter.
pt_br: Pesquisa o texto selecionado no aplicativo Cutter.

# searchitem_requires_review
source: Requires review
es: Requiere revisión
pt_br: Requer revisão

# searchitem_requires_review_hint
source: The author name needs manual verification.
es: El nombre del autor necesita verificación manual.
pt_br: O nome do autor precisa de verificação manual.

source: Select All
es: Seleccionar todo
pt_br: Selecionar tudo

# select_cutter_table_available
source: Available Tables
es: Tablas disponibles
pt_br: Tabelas disponíveis

# select_cutter_table_no_available
source: No tables available.
es: No hay tablas disponibles.
pt_br: Nenhuma tabela disponível.

# select_cutter_table_untitled
source: Untitled Table
es: Tabla sin título
pt_br: Tabela sem título

source: Select Items
es: Seleccionar elementos
pt_br: Selecionar itens

source: Selected
es: Seleccionado
pt_br: Selecionado

source: Settings
es: Configuración
pt_br: Configuração

# settings_common_charsCount
source: %1$lld letter%2$@
es: %1$lld letra%2$@
pt_br: %1$lld letra%2$@

# settings_cutterTable_activeTable
source: Active Table
es: Tabla activa
pt_br: Tabela ativa

# settings_cutterTable_add
source: Add cutter table
es: Agregar tabla Cutter
pt_br: Adicionar tabela Cutter

# settings_cutterTable_defaultName
source: Default
es: Predeterminado
pt_br: Padrão

# settings_cutterTable_footer
source: You can add a custom cutter table. After adding the new table, you can set it as the current table used by the app.
es: Puede agregar una tabla Cutter personalizada. Después de agregar la nueva tabla, puede establecerla como la tabla actual utilizada por la aplicación.
pt_br: Você pode adicionar uma tabela Cutter personalizada. Depois de adicionar a nova tabela, você pode defini-la como a tabela atual usada pelo aplicativo.

# settings_export_footer
source: If you use ISBN numbers during cutter resolution, supplementary metadata (Title, DDC classification) will be attached to the CSV file via OpenLibrary.org.
es: Si utiliza números ISBN durante la resolución del Cutter, los metadatos complementarios (Título, clasificación DDC) se adjuntarán al archivo CSV a través de OpenLibrary.org.
pt_br: Se você usar números ISBN durante a resolução do Cutter, metadados complementares (Título, classificação CDD) serão anexados ao arquivo CSV via OpenLibrary.org.

# settings_export_header
source: Save to CSV
es: Guardar en CSV
pt_br: Salvar em CSV

# settings_export_includeExtras
source: Include DDC and Title
es: Incluir DDC y título
pt_br: Incluir CDD e título

# settings_number_footer
source: Configure what information and character length to append before and after the cutter number.
es: Configure qué información y longitud de caracteres agregar antes y después del número Cutter.
pt_br: Configure quais informações e comprimento de caracteres serão anexados antes e depois do número Cutter.

# settings_number_header
source: Number Formatting
es: Formato de número
pt_br: Formatação numérica

# settings_number_prefix
source: Cutter Prefix
es: Prefijo Cutter
pt_br: Prefixo Cutter

# settings_number_prefix_length
source: Prefix length
es: Longitud del prefijo
pt_br: Comprimento do prefixo

# settings_number_suffix
source: Cutter Suffix
es: Sufijo Cutter
pt_br: Sufixo Cutter

# settings_number_suffix_length
source: Suffix length
es: Longitud del sufijo
pt_br: Comprimento do sufixo

# settings_preview_footer
source: This is a live preview demonstrating your current call number configuration.
es: Esta es una vista previa en vivo que muestra su configuración actual de la clave de autor.
pt_br: Esta é uma pré-visualização em tempo real demonstrando sua configuração atual de número de chamada.

# settings_preview_header
source: Cutter generation
es: Generación del Cutter
pt_br: Geração do Cutter

# settings_searchBehavior_footer
source: Set to ON if you want the app to treat the complete name string as a single entity rather than splitting author name and surname.
es: Actívelo si desea que la aplicación trate la cadena de texto completa como una sola entidad en lugar de separar el nombre y el apellido del autor.
pt_br: Ative se quiser que o aplicativo trate o texto completo como uma única entidade em vez de separar nome e sobrenome do autor.

# settings_searchBehavior_header
source: Search Behavior
es: Comportamiento de búsqueda
pt_br: Comportamento de pesquisa

# settings_searchBehavior_ignoreArticles
source: Ignore grammar articles
es: Ignorar artículos gramaticales
pt_br: Ignorar artigos gramaticais

# settings_searchBehavior_noSurname
source: Author has no surname
es: El autor no tiene apellido
pt_br: Autor não tem sobrenome

# settings_searchBehavior_spellAsMac
source: Spell Mc and M' as Mac
es: Escribir Mc y M' como Mac
pt_br: Escrever Mc e M' como Mac

source: Surname
es: Apellido
pt_br: Sobrenome

source: Text to search
es: Texto a buscar
pt_br: Texto para pesquisar

source: Title
es: Título
pt_br: Título

# title_pha
source: PHA Table
es: Tabla PHA
pt_br: Tabela PHA

# title_sanborn
source: Sanborn 3-Digit Table
es: Tabla Sanborn de 3 dígitos
pt_br: Tabela Sanborn de 3 dígitos

# ui_header
source: Icon and other UI aspects
es: Ícono y otros aspectos de la interfaz gráfica
pt_br: Ícone e outros aspectos da interface do usuário
